Repository: Shakhawat-dev/Alama360-iOS
Catalog: Alama360/*.lproj/Localizable.strings
Languages: ar

# language
source: عربى
ar: EN

# header_text
source: Enter your mobile no
ar: أدخل رقم جوالك

# sub_header
source: Enter your mobile number to create an account or login
ar: أدخل رقم جوالك لإنشاء حساب أو تسجيل الدخول

# hundreds_of_chalets
source: Hundreds of chalets near you at competitive prices
ar: مئات الشاليهات القريبة منك بأسعار تنافسية

# secure_payment
source: 100u0025 Secure Payment
ar: دفع امن و مضمونة ١٠٠%

# verified_certified
source: Verified and certified reviews
ar: تقييمات موثوفة ومصدقة

# confirm_booking
source: Confirmed booking in three simple steps
ar: حجز مؤكد بثلاث خطوات بسيطة

# btn_submit
source: Submit / Register
ar: إرسال / تسجيل

# alert_title
source: Verification Code
ar: رمز التحقق

# alert_message
source: Enter the verification code recieved on the number
ar: أدخل رمز التحقق المستلم على الرقم

# alert_placeholder
source: Four digit code
ar: رمز من أربعة أرقام

# alert_btn
source: Next
ar: التالى

# alert_error
source: Invalid Code!
ar: الرمز غير صحيح

# nAlert_title
source: Enter Number
ar: أدخل رقم!

# nAlert_message
source: Please Enter your mobile number
ar: الرجاء إدخال رقم هاتفك المحمول

source: My Details
ar: بياناتي

source: FAQ
ar: الاسئلة المتكررة

source: Contact Us
ar: اتصل بنا

# invite_friend
source: Invite your friends
ar: ادع اصدقاءك

source: Terms of Use
ar: شروط الاستخدام

source: Privacy Policy
ar: سياسة الخصوصية

# lvl_add_property_menu
source: Add New Property
ar: أضف عقار جديد

# nav_sign_out
source: Sign Out
ar: تسجيل الخروج

# office_address
source: King Abdullah Branch Rd, Al-Ruwais, Ashbeli Almtmez Tower, Jeddah 23213
ar: طريق الملك عبدالله, الرويس, برج إشبيلية المتميز, جدة 23213

# lvl_search_header
source: Search
ar: ابحث

# for_an_apartment
source: For an apartment, chalet, camp, farm, break, villa, room with ease and honesty
ar: عن شقة , شالية , مخيم ,مزرعة , استراحة , فيلا , غرفة بكل سهوله وامانة

# lvl_search
source: Check Availability
ar: تحقق من توفر

# add_your_chalat
source: Add your chalat in Alama360
ar: اضف شاليهك مع علامة ٣٦٠

# select_appropriate_date
source: Select the Categories
ar: اختار التصنيف المناسب

source: Add Now
ar: إضافة الآن

source: Property Title
ar: اسم العقار

# search_category
source: Search by Chalet categories
ar: ابحث بحسب تصنيفات الشاليهات

source: Start Date
ar: تاريخ البدء

# cAlert_title
source: Select Date
ar: حدد تاريخ

# cAlert_message
source: Please select date's to continue
ar: يرجى تحديد التاريخ للمتابعة

# cOk
source: Ok
ar: موافق

# btnClear
source: Clear
ar: الغاء

source: Policy
ar: سياسات

# start_time_lvl
source: Start time
ar: وقت دخول

# exit_time_lvl
source: Exit time
ar: وقت الخروج

source: Section
ar: القسم

source: Man-Women
ar: رجال - نساء

source: More
ar: أكثر...

source: Property
ar: خاصية

source: Description
ar: وصف

source: Features
ar: المميزات

source: Landmarks
ar: معالم

source: Map
ar: خريطة

source: Sort
ar: فرز

# sort_high
source: High Price
ar: غالي السعر

# sort_low
source: Low Price
ar: سعر منخفض

source: Search
ar: بحث

source: reservations
ar: الحجز

source: Favorites
ar: المفضلة

# Thank_you
source: Thank you for accessing the Alama360.com site powered by 3D Vision. Werespect your privacy and want to protect your personal data. To learn more,please read our privacy policy. The privacy policy explains how we collect and use (under certain conditions) our personal data. Privacy Policy describes steps we take to protect your personal data. Finally, the privacy policy describes your choices regarding the collection, use and display of your personal data. By visiting the site directly or through another site, you accept the exercises described in this policy. Data protection is your trust and your privacy is important to us. So just use your name and any other information related to you in the privacy policy. We will only collect the necessary information about you and your agreement with us. We will keep your information for the period required by law or as related to the compilation of information. You can visit the site and browse without providing us with your personal details. While browsing the site will remain anonymous and we cannot recognize you unless you have an account on the site and you enter your username and password.
ar: شكرًا لك على وصولك إلى موقع Alama360.com المدعوم من 3D Vision. تعرّف على خصوصيتك وتريد حماية بياناتك الشخصية. لمعرفة المزيد، يرجى قراءة سياسة الخصوصية. تشرح سياسة الخصوصية كيفية جمع واستخدام بياناتنا الشخصية (تحت ظروف معينة). توضح سياسة الخصوصية الخطوات التي نتخذها لحماية بياناتك الشخصية. أخيرًا ، تصف سياسة الخصوصية اختياراتك فيما يتعلق بجمع بياناتك الشخصية واستخدامها وعرضها. من خلال زيارة الموقع مباشرة أو من خلال موقع آخر ، فإنك تقبل التدريبات الموضحة في هذه السياسة. حماية البيانات هي ثقتك و خصوصيتك مهمة بالنسبة لنا. لذلك استخدم اسمك وأي معلومات أخرى متعلقة بك في سياسة الخصوصية. سنقوم فقط بجمع المعلومات اللازمة عنك واتفاقك معنا. سنحتفظ بمعلوماتك للفترة التي يتطلبها القانون أو فيما يتعلق بتجميع المعلومات. يمكنك زيارة الموقع والتصفح دون تزويدنا بتفاصيلك الشخصية. أثناء تصفح الموقع ، سيبقى مجهولًا ولا يمكننا التعرف عليك إلا إذا كان لديك حساب على الموقع وأدخلت اسم المستخدم وكلمة المرور الخاصين بك.

# The_data_we_collect
source: We may collect a different set of information if you want to order a product on the site. We collect, reserve and act on your data to complete the on-site purchase and any subsequent claims, we provide you with our services. We may collect your personal data, name, gender, date of birth, email address, postal code, delivery address (if different), telephone number, mobile number, fax number, payment details, credit card details or bank account details. We will use the information you provide to us so that we can work on your requests and provide you with the services and information displayed on our site and which you request. Also, we will use the information you provide to manage your account with us, confirm and complete the financial transactions related to your online payments, check downloads from the site, develop the design and contents of the pages on the site and coordinate them for users, identify visitors to the site, please provide us with information that you may find useful or requested by us, information about our products and services, and you have indicated that you did not object to being contacted for these reasons, subject to your consent, we will contact you via e-mail with details of other products and services. If you do not want to receive any commercial advertisements from us, you can withdraw at any time. We may share your name and address with a third party in order to deliver the product to you (e.g. our courier or distributor). Payments made through the site will be processed by our relevant agent. You must provide only to us or our agent or website information which is accurate and not misleading and must be kept up-to-date and notified of changes. So your details are stored in order with us but for security reasons cannot be retrieved directly by us. However, you may be able to access this information by logging into your account on the site. Here you can view the details of your completed, open and soon to be sent orders, manage your address details, bank details, and any electronic newsletter you have subscribed to. You undertake to treat access to confidential personal data, not make it available to third parties unauthorized. We cannot take any responsibility for misusing passwords unless it is misused by our mistake. If you choose to provide us with personal information, you agree to transfer and store those information on our servers.
ar: قد نقوم بجمع مجموعة مختلفة من المعلومات إذا كنت ترغب في طلب منتج على الموقع. نقوم بجمع بياناتك وحفظها والتصرف فيها لاستكمال عملية الشراء في الموقع وأي مطالبات لاحقة ، نوفر لك خدماتنا. قد نقوم بجمع بياناتك الشخصية أو الاسم أو الجنس أو تاريخ الميلاد أو عنوان البريد الإلكتروني أو الرمز البريدي أو عنوان التسليم (إذا كان مختلفًا) أو رقم الهاتف أو رقم الهاتف المحمول أو رقم الفاكس أو تفاصيل الدفع أو تفاصيل بطاقة الائتمان أو تفاصيل الحساب المصرفي. سنستخدم المعلومات التي تقدمها لنا حتى نتمكن من العمل على طلباتك ونزودك بالخدمات والمعلومات المعروضة على موقعنا والتي تطلبها. أيضًا ، سنستخدم المعلومات التي تقدمها لإدارة حسابك معنا ، ونؤكد ونكمل المعاملات المالية المتعلقة بمدفوعاتك عبر الإنترنت ، ونفحص التنزيلات من الموقع ، ونطور تصميم ومحتويات الصفحات على الموقع وننسقها مع المستخدمين وتحديد هوية زوار الموقع ، يرجى تزويدنا بالمعلومات التي قد تجدها مفيدة أو مطلوبة من جانبنا ، ومعلومات حول منتجاتنا وخدماتنا ، وقد أشرت إلى أنك لم تعترض على الاتصال بك لهذه الأسباب ، رهنا بموافقتك ، سنتصل بك عبر البريد الإلكتروني مع تفاصيل المنتجات والخدمات الأخرى. إذا كنت لا ترغب في تلقي أي إعلانات تجارية منا ، يمكنك الانسحاب في أي وقت. قد نشارك اسمك وعنوانك مع طرف ثالث من أجل تسليم المنتج لك (مثل البريد أو الموزع الخاص بنا). تتم معالجة المدفوعات التي تتم من خلال الموقع من قبل وكيلنا المختص. يجب أن تقدم لنا فقط أو إلى وكيلنا أو معلومات الموقع التي تكون دقيقة وغير مضللة ويجب تحديثها وإخطارها بالتغييرات. لذلك يتم تخزين التفاصيل الخاصة بك بالترتيب معنا ولكن لأسباب أمنية لا يمكن استردادها مباشرة من قبلنا. ومع ذلك ، قد تتمكن من الوصول إلى هذه المعلومات عن طريق تسجيل الدخول إلى حسابك على الموقع. يمكنك هنا الاطلاع على تفاصيل طلباتك المكتملة والمفتوحة والمرسلة قريبًا ، وإدارة تفاصيل عنوانك ، والتفاصيل المصرفية ، وأي رسالة إخبارية إلكترونية اشتركت فيها. تتعهد بمعالجة الوصول إلى البيانات الشخصية السرية ، وعدم إتاحتها لأطراف ثالثة غير مصرح بها. لا يمكننا تحمل أي مسؤولية عن إساءة استخدام كلمات المرور إلا إذا أسيء استخدامها خطأ. إذا اخترت تزويدنا بالمعلومات الشخصية ، فإنك توافق على نقل وتخزين هذه المعلومات على خوادمنا.

# Other_uses
source: We may use your personal information for surveys and market research. Your details are anonymous and will only be used for statistical purposes. You can choose to opt out of these at any time. No answers will be directed to surveys or surveys we may ask you to complete on to third parties. Detecting your email address is only necessary if you wish to participate in contests. We save answers to our surveys separately from your email address.
ar: قد نستخدم معلوماتك الشخصية في الدراسات الاستقصائية وأبحاث السوق. التفاصيل الخاصة بك مجهولة وسيتم استخدامها فقط لأغراض إحصائية. يمكنك اختيار إلغاء الاشتراك في أي وقت. لن يتم توجيه أي إجابات إلى الاستطلاعات أو الاستطلاعات التي قد نطلب منك استكمالها مع أطراف ثالثة. يعد اكتشاف عنوان بريدك الإلكتروني ضروريًا فقط إذا كنت ترغب في المشاركة في المسابقات. نقوم بحفظ الإجابات على استطلاعاتنا بشكل منفصل عن عنوان بريدك الإلكتروني.

# We_may_send_you
source: Also other information about us, our location and other sites, our products, sales promotions, our newsletter, anything related to other companies in our group or our business partners. If you prefer not to receive any of this additional information as detailed in this paragraph (or any part thereof) please click the 'unsubscribe' link in any email sent to you. Within 7 business days (which is not working for us Thursday, Friday and no (II) official holiday anywhere in Saudi Arabia) from the date of receipt of your instructions and will cease to post the information as requested. If your information is unclear we will contact you for clarification. We may make anonymous data about the site users in general and use them for different purposes. Check the public site for users and use certain aspects of the website or link contained in an email to those registered to receive them, and supply that anonymous data to third parties such as publishers. However, those anonymous data will not be able to personally identify you.
ar: وأيضًا معلومات أخرى حولنا وموقعنا ومواقع أخرى ومنتجاتنا وعروض مبيعاتنا ورسائلنا الإخبارية وأي شيء متعلق بالشركات الأخرى في مجموعتنا أو شركاء أعمالنا. إذا كنت تفضل عدم تلقي أي من هذه المعلومات الإضافية على النحو المفصل في هذه الفقرة (أو أي جزء منها) ، فيرجى النقر فوق الرابط "إلغاء الاشتراك" في أي بريد إلكتروني يتم إرساله إليك. خلال 7 أيام عمل (التي لا تعمل بالنسبة لنا يوم الخميس والجمعة والعطلة الرسمية (2) في أي مكان في المملكة العربية السعودية) من تاريخ استلام التعليمات الخاصة بك وسوف تتوقف عن نشر المعلومات على النحو المطلوب. إذا كانت معلوماتك غير واضحة ، فسنقوم بالاتصال بك للتوضيح. قد نقوم بعمل بيانات مجهولة عن مستخدمي الموقع بشكل عام ونستخدمها لأغراض مختلفة. تحقق من الموقع العام للمستخدمين واستخدم جوانب معينة من الموقع أو الرابط الموجود في رسالة بريد إلكتروني إلى أولئك المسجلين لاستلامها ، وزود تلك البيانات مجهولة المصدر لأطراف ثالثة مثل الناشرين. ومع ذلك ، لن تتمكن تلك البيانات مجهولة من التعرف عليك شخصيا.

# Disclose_your_information
source: We may disclose personal information to comply with legal requirements, enforce our policies, respond to claims that a list or other content violates the rights of others, or protect the rights and property of any person or his integrity. Such information will be disclosed in accordance with applicable laws and regulations. We may also share your personal information: 1. Third parties to provide content and services (such as registration, transactions and customer support) common, to help detect and prevent possible illegal acts and violations of our policies, and to guide decisions about their products, services and communications. These third parties will use this information to send you marketing communications only if you have requested their services. 2. Service providers are under contract with those who assist our business processes (such as fraud investigations, invoice collection, affiliate programs, bonuses and customer support). 3. Other third parties who expressly request us to send your information (or about them otherwise explicitly inform you and agree to when you use a particular service). 4. Law enforcement agencies and other government agencies or third parties in response to a request for information relating to criminal investigations, alleged illegal activity or any other activity that may expose us, you or any user to another alama360 for legal liability. Personal information that may include user identification, auctions, user ID, name, city, county, phone number, email address, fraud complaints, bidding, date list or anything else that we consider relevant. 5. Agencies and other parties that investigate fraud, infringement of intellectual property, piracy or other illegal activity, and in our sole discretion or those we believe to be necessary or appropriate, either under the confidentiality agreement or as required by law. In such circumstances, we may disclose the name and address of the street, city, county, postal code, country, telephone number, email address and company name. 6. Other business entities, we must plan to merge with or acquire through this business entity. (Such a combination must occur and will require that the new entity side by side follow this Privacy Policy with respect to your personal information .If your personal information will be used contrary to this policy, you will receive prior notice).
ar: يجوز لنا الكشف عن المعلومات الشخصية للامتثال للمتطلبات القانونية ، وفرض سياساتنا ، أو الرد على الادعاءات بأن أي قائمة أو محتوى آخر ينتهك حقوق الآخرين ، أو حماية حقوق وملكية أي شخص أو سلامته. سيتم الكشف عن هذه المعلومات وفقًا للقوانين واللوائح المعمول بها. قد نشارك أيضًا معلوماتك الشخصية: 1. الجهات الخارجية لتوفير المحتوى والخدمات (مثل التسجيل والمعاملات ودعم العملاء) شائعة ، للمساعدة في اكتشاف ومنع الأفعال غير القانونية المحتملة وانتهاكات سياساتنا ، ولتوجيه القرارات المتعلقة بمنتجاتها والخدمات والاتصالات. لن تستخدم هذه الجهات الخارجية هذه المعلومات لإرسال المراسلات التسويقية إليك إلا إذا طلبت خدماتها. 2. يتعاقد مزودو الخدمات مع من يساعدون عملياتنا التجارية (مثل تحقيقات الاحتيال ، وجمع الفاتورة ، والبرامج التابعة ، والمكافآت ، ودعم العملاء). 3. الجهات الخارجية الأخرى التي تطلب منا صراحة إرسال معلوماتك (أو عنهم ، أبلغك صراحةً بذلك والموافقة عليها عند استخدامك لخدمة معينة). 4. وكالات إنفاذ القانون والوكالات الحكومية الأخرى أو الأطراف الثالثة استجابةً لطلب المعلومات المتعلقة بالتحقيقات الجنائية أو أي نشاط غير قانوني مزعوم أو أي نشاط آخر قد يعرضنا أنت أو أي مستخدم إلى alama360 آخر من أجل المسؤولية القانونية. المعلومات الشخصية التي قد تشمل تحديد المستخدم ، المزادات ، معرف المستخدم ، الاسم ، المدينة ، المقاطعة ، رقم الهاتف ، عنوان البريد الإلكتروني ، شكاوى الاحتيال ، المزايدة ، قائمة التواريخ أو أي شيء آخر نعتبره ذا صلة. 5. الوكالات والأطراف الأخرى التي تحقق في الاحتيال أو التعدي على الملكية الفكرية أو القرصنة أو أي نشاط غير قانوني ، ووفقًا لتقديرنا الخاص أو تلك التي نعتقد أنها ضرورية أو مناسبة ، إما بموجب اتفاقية السرية أو وفقًا لما يقتضيه القانون. في مثل هذه الظروف ، قد نكشف عن اسم وعنوان الشارع والمدينة والمقاطعة والرمز البريدي والبلد ورقم الهاتف وعنوان البريد الإلكتروني واسم الشركة. 6. كيانات تجارية أخرى ، يجب أن نخطط للاندماج مع أو الحصول على هذا الكيان التجاري. (يجب أن يحدث مثل هذا الجمع وسيطلب من الكيان الجديد جنبًا إلى جنب اتباع سياسة الخصوصية هذه فيما يتعلق بمعلوماتك الشخصية. إذا تم استخدام معلوماتك الشخصية خلافًا لهذه السياسة ، فستتلقى إشعارًا مسبقًا)

# Competitions
source: For any competition we use data To notify the winners and announce our offers. You can find more details where appropriate in terms of our participation in the competition. Other parties and links We may pass your details to other companies in our group. We may also pass your details to agents and subcontractors to help us with any of our uses of your data contained in our privacy policy. For example, we may use a third party to help us provide products to you, to help us collect payments from you, to analyze the data and to provide us with marketing or customer service assistance. We have exchanged information with third parties for fraud protection and credit risk reduction purposes. We may transfer our databases containing your personal information if we sell our business or part thereof. Except as provided in this privacy policy, we will not sell or disclose personal data to third parties without your prior consent unless it is necessary for the purposes set out in this privacy policy or unless we are required to do so by law. The site may contain third-party advertisements, links to sites or frames from other sites. Please be aware that we are not responsible for the privacy practices or content of those third parties or other sites, nor for any third party to whom we transmit your data in accordance with our privacy policy.
ar: في أي مسابقة نستخدم البيانات لإخطار الفائزين والإعلان عن عروضنا. يمكنك العثور على مزيد من التفاصيل عند الاقتضاء من حيث مشاركتنا في المسابقة. الأطراف والروابط الأخرى قد نقوم بنقل بياناتك إلى شركات أخرى في مجموعتنا. يجوز لنا أيضًا نقل بياناتك إلى الوكلاء والمقاولين من الباطن لمساعدتنا في أي استخداماتنا لبياناتك الواردة في سياسة الخصوصية الخاصة بنا. على سبيل المثال ، قد نستخدم طرفًا ثالثًا لمساعدتنا في توفير المنتجات لك ، ولمساعدتنا في تحصيل المدفوعات منك ، وتحليل البيانات وتزويدنا بالتسويق أو مساعدة خدمة العملاء. لقد تبادلنا المعلومات مع أطراف ثالثة لأغراض الحماية من الاحتيال والحد من مخاطر الائتمان. يجوز لنا نقل قواعد البيانات الخاصة بنا التي تحتوي على معلوماتك الشخصية إذا قمنا ببيع أعمالنا أو جزء منها. باستثناء ما هو منصوص عليه في سياسة الخصوصية هذه ، لن نبيع أو نكشف عن البيانات الشخصية لأطراف ثالثة دون موافقتك المسبقة ما لم يكن ذلك ضروريًا للأغراض المنصوص عليها في سياسة الخصوصية هذه أو ما لم يُطلب منا القيام بذلك بموجب القانون. قد يحتوي الموقع على إعلانات لجهات خارجية أو روابط لمواقع أو إطارات من مواقع أخرى. يرجى العلم أننا لسنا مسؤولين عن ممارسات الخصوصية أو محتوى تلك الأطراف الثالثة أو المواقع الأخرى ، ولا عن أي طرف ثالث ننقل إليه بياناتك وفقًا لسياسة الخصوصية الخاصة بنا.

# No_spam_spyware
source: We and our users do not tolerate spam. Make sure that your alama360 label is set to communicate better with you .You are not authorized to connect with other users in the alama360 without explicit consent. When you send alama360 tag or unsolicited e-mail messages to alama360 , Please report it to us you may not use our communication tools to send spam or otherwise send content that violates our User Agreement.
ar: نحن ومستخدمونا لا نتسامح مع البريد المزعج. تأكد من تعيين علامة alama360 على التواصل معك بشكل أفضل. لا يحق لك الاتصال بالمستخدمين الآخرين في alama360 دون موافقة صريحة. عندما ترسل علامة alama360 أو رسائل بريد إلكتروني غير مرغوب فيها إلى alama360 ، فيرجى إبلاغنا بها ، فلا يجوز لك استخدام أدوات الاتصال الخاصة بنا لإرسال رسائل غير مرغوب فيها أو إرسال محتوى ينتهك اتفاقية المستخدم الخاصة بنا.

# Account_Protection
source: Your password is the key to your account. Use special numbers and special characters, and do not reveal the alama360 password to anyone. If you're sharing your password or personal information with others, remember that you're responsible for all actions taken in your account name. If you lose control of your password, you may lose significant control over your personal information and may be subject to legally binding actions taken on your behalf. Therefore, if your password is compromised for any reason, you should immediately notify 'alama360' and change your password. Protection Your information is stored on our servers. We treat data as an asset to be protected And use a lot of tools (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, as you may know, third parties may illegally intercept or access the transmissions or private communications, and other users may misuse or use your personal information that they collect from the site. Therefore, although we work hard to protect your privacy, we do not promise that your personal or private communications will always remain private.
ar: كلمة المرور هي المفتاح إلى حسابك. استخدم الأرقام الخاصة والأحرف الخاصة ، ولا تكشف كلمة مرور alama360 لأي شخص. إذا كنت تشارك كلمة مرورك أو معلوماتك الشخصية مع الآخرين ، فتذكر أنك مسؤول عن جميع الإجراءات المتخذة باسم حسابك. إذا فقدت السيطرة على كلمة المرور الخاصة بك ، فقد تفقد قدرًا كبيرًا من التحكم في معلوماتك الشخصية وقد تخضع لإجراءات ملزمة قانونًا تم اتخاذها نيابة عنك. لذلك ، إذا تم اختراق كلمة المرور الخاصة بك لأي سبب ، فيجب عليك إخطار "alama360" على الفور وتغيير كلمة المرور الخاصة بك. الحماية يتم تخزين المعلومات الخاصة بك على خوادمنا. نحن نتعامل مع البيانات كأصل يجب حمايته ونستخدم الكثير من الأدوات (التشفير وكلمات المرور والأمان المادي ، وما إلى ذلك) لحماية المعلومات الشخصية من الوصول والكشف غير المصرح به. ومع ذلك ، كما تعلم ، يجوز للأطراف الثالثة اعتراض الإرسال أو الاتصالات الخاصة بشكل غير قانوني أو الوصول إليه ، وقد يقوم المستخدمون الآخرون بإساءة استخدام أو استخدام معلوماتك الشخصية التي يجمعونها من الموقع. لذلك ، على الرغم من أننا نعمل بجد لحماية خصوصيتك ، إلا أننا لا نعد بأن تظل اتصالاتك الشخصية أو الخاصة سرية دائمًا.
