Repository: Shakhawat-dev/Alama360-iOS
Catalog: Alama360/*.lproj/Localizable.strings
Languages: ar

# Cookies
source: Accepting cookies is not a requirement to visit the site. However we would like to point out that using the 'basket' function on the site and arranging is possible only with the activation of cookies. Cookies are small text files that identify your computer to our server as a unique user when you visit certain pages on the site and are stored by your web browser on your computer's hard drive. Cookies can be used to identify your IP address, saving you time and you are on, or want to enter, your site. We only use cookies for your convenience in using the site (eg to remember who you are when you want to modify your shopping cart without having to re-enter your email address) and not to obtain or use any other information about you (for targeted Ad example). Adjusting your browser does not accept cookies, but this would restrict your use of the site. Please accept that our use of the cookies does not contain any personal or private details and is free from viruses. If you'd like to learn more about cookies, go to http://www.allaboutcookies.org or to learn more about removing them from your browser, go to http://www.allaboutcookies.org/manage-cookies/index . HTMLL This site uses Google Analytics, a web analytics service provided by Google, Inc. ('Google'). Google Analytics uses cookies, which are text files placed on your computer, to help your site analyze how users use the site. The information created by Cookie will be transmitted by your use of the Site (including your IP address) for storage by Google on servers in the United States. Google will use this information for the purpose of evaluating your use of the site, collecting reports about the site's activity for site operators, and providing other services related to online activity and the use of the Internet. Google may also transfer this information to third parties where required by law, or where third parties process the information on Google's behalf. Google will not associate your IP address with any other data held by Google. You may refuse to use cookies by choosing the appropriate settings on your browser, but please note that if you do so you may not be able to use all the functionality of this site. By using this site, you agree to process the data for you by Google in the manner and for the purposes described above.
ar: قبول ملفات تعريف الارتباط ليس شرطا لزيارة الموقع. ومع ذلك ، نود أن نشير إلى أن استخدام وظيفة "basket" على الموقع والترتيب أمر ممكن فقط مع تنشيط ملفات تعريف الارتباط. ملفات تعريف الارتباط هي ملفات نصية صغيرة تعرّف الكمبيوتر الخاص بك بخادمنا كمستخدم فريد عند زيارة صفحات معينة على الموقع ويتم تخزينها بواسطة مستعرض الويب الخاص بك على القرص الصلب لجهاز الكمبيوتر الخاص بك. يمكن استخدام ملفات تعريف الارتباط لتحديد عنوان IP الخاص بك ، مما يوفر لك الوقت وأنت على موقع الويب الخاص بك أو ترغب في دخوله. نحن نستخدم ملفات تعريف الارتباط فقط لراحتك في استخدام الموقع (على سبيل المثال لتذكر من أنت عندما تريد تعديل عربة التسوق الخاصة بك دون الحاجة إلى إعادة إدخال عنوان البريد الإلكتروني الخاص بك) وعدم الحصول على أو استخدام أي معلومات أخرى عنك (للاستهداف مثال الإعلان). ضبط متصفحك لا يقبل ملفات تعريف الارتباط ، ولكن هذا من شأنه أن يقيد استخدامك للموقع. يرجى قبول أن استخدامنا لملفات تعريف الارتباط لا يحتوي على أي تفاصيل شخصية أو خاصة وأنه خالي من الفيروسات. إذا كنت ترغب في معرفة المزيد حول ملفات تعريف الارتباط ، انتقل إلى http://www.allaboutcookies.org أو لمعرفة المزيد حول إزالتها من المستعرض الخاص بك ، انتقل إلى http://www.allaboutcookies.org/manage-cookies/ فهرس . HTMLL يستخدم هذا الموقع Google Analytics ، وهي خدمة تحليلات الويب التي تقدمها Google، Inc. ('Google'). يستخدم Google Analytics ملفات تعريف الارتباط ، وهي ملفات نصية موضوعة على جهاز الكمبيوتر الخاص بك ، لمساعدة موقعك على تحليل كيفية استخدام المستخدمين للموقع. سيتم نقل المعلومات التي أنشأها ملف تعريف الارتباط عن طريق استخدامك للموقع (بما في ذلك عنوان IP الخاص بك) للتخزين بواسطة Google على خوادم في الولايات المتحدة. ستستخدم Google هذه المعلومات لغرض تقييم استخدامك للموقع ، وجمع التقارير حول نشاط الموقع لمشغلي الموقع ، وتقديم خدمات أخرى متعلقة بالنشاط عبر الإنترنت واستخدام الإنترنت. قد تقوم Google أيضًا بنقل هذه المعلومات إلى جهات خارجية ، وفقًا لما يقتضيه القانون ، أو عند قيام أطراف ثالثة بمعالجة المعلومات نيابةً عن Google. لن تربط Google عنوان IP الخاص بك مع أي بيانات أخرى تحتفظ بها Google. قد ترفض استخدام ملفات تعريف الارتباط عن طريق اختيار الإعدادات المناسبة على متصفحك ، ولكن يرجى ملاحظة أنه إذا قمت بذلك ، فقد لا تتمكن من استخدام جميع وظائف هذا الموقع. باستخدام هذا الموقع ، فإنك توافق على معالجة البيانات من قِبل Google بالطريقة وللأغراض الموضحة أعلاه.

# Protection
source: We have in place appropriate technical and security measures to prevent unauthorized access Or illegal, loss, destruction or damage to your information. When we collect data through the site, we collect your personal data on a secure server. We use firewalls on our servers. When we collect the details of payment cards electronically, we use encryption using Secure Sockets Layer (SSL) encryption. While we are unable to guarantee 100u0025 security, this makes it difficult for any intruder to decode your details. It is strongly recommended not to send full credit or debit card details in non-encrypted electronic communications with us. We maintain physical, electronic and procedural safeguards in connection with the collection, storage and disclosure of your information. Our security measures mean that we may sometimes require proof of identity before revealing your personal information. You are responsible for protecting against unauthorized access to your password and to your computer.
ar: لدينا تدابير تقنية وأمنية مناسبة لمنع الوصول غير المصرح به أو غير قانونية أو ضياع أو إتلاف أو إتلاف معلوماتك. عندما نجمع البيانات من خلال الموقع ، فإننا نجمع بياناتك الشخصية على خادم آمن. نحن نستخدم جدران الحماية على خوادمنا. عندما نجمع تفاصيل بطاقات الدفع إلكترونيًا ، فإننا نستخدم التشفير باستخدام تشفير طبقة مآخذ التوصيل الآمنة (SSL). بينما يتعذر علينا ضمان أمان 100 u0025 ، فإن هذا يجعل من الصعب على أي متسلل فك شفرة تفاصيلك. يوصى بشدة بعدم إرسال تفاصيل بطاقة الائتمان أو الخصم كاملة في الاتصالات الإلكترونية غير المشفرة معنا. نحافظ على الضمانات المادية والإلكترونية والإجرائية فيما يتعلق بجمع وتخزين وكشف معلوماتك. تعني تدابير الأمان الخاصة بنا أننا قد نطلب أحيانًا إثبات الهوية قبل الكشف عن معلوماتك الشخصية. أنت مسؤول عن الحماية من الوصول غير المصرح به إلى كلمة المرور الخاصة بك وإلى جهاز الكمبيوتر الخاص بك.

# terms_title
source: Terms and Conditions
ar: الشروط والاحكام لموقع علامة

# term1
source: We are delighted to welcome you to the alama360 ​​site, which aims tofacilitate your search for property for purchase or rent This document includes the terms of use of the alama360 website on which you can use the services of this website www.alama360.com as a registered visitor or user. By clicking on the box at the bottom of the page, you agree to abide by the terms and conditions set out below, which we hope to review carefully. If you disagree with these Terms and Conditions, please do not access or obtain information or services from this website. The site is complete or up-to-date. We would also like to inform you on the eligibility of the site management to make amendments to this convention without notice, in particular, since the amended agreement will be available directly on the website and you can view them before you start your use of the site.
ar: نسعد ونرحب بك متصفحاً لموقع علامة 360 والذي يسعى لتسهيل بحثك عن العقار بغرض الشراء او الايجار يتضمن هذا المستند شروط استخدام موقع علامة 360 (أحكام الاستخدام) والتي بناء عليها يمكن من خلالها استخدام خدمات هذا الموقع www.alama360.com بصفتك زائرا أو مستخدما مسجلاً . بالضغط على المربع أسفل الصفحة فإنك توافق على الالتزام والتقيد بالشروط والأحكام المبينة أدناه، والتي نأمل الإطلاع عليها بدقة ، وفي حالة عدم موافقتك على هذه الشروط والأحكام فيرجى عدم الدخول أو الحصول على المعلومات أو الخدمات من هذا الموقع ، كما يجب عليك عدم التعامل مع محتويات هذا الموقع على أنها كاملة أو محدثة . كما نود تنويهك على أحقية إدارة الموقع بإجراء تعديلات على هذه الاتفاقية دون إشعارك بشكل خاص ، حيث أن الاتفاقية المعدلة ستكون متوفرة على الموقع مباشرة ويمكنك الاطلاع عليها قبل البدء في استخدامك للموقع .

# term2
source: 1. Copyright :
ar: 1. حقوق الطبع :

# term3
source: All contents of the site including but not limited to (content, organization, graphics, design, compilation, translation, digitization, etc.) are subject to protection under intellectual property rights laws and trade names. It is strictly never copied or re-distribution, use or reprint any of these materials or any part thereof from the site or from any other sites, except to the extent permitted by the laws in force in the Kingdom of Saudi Arabia in this regard.
ar: تخضع جميع محتويات الموقع والتي تشمل على سبيل المثال لا الحصر (المحتوى، التنظيم، الرسوم البيانية، التصميم، التجميع، الترجمة الإلكترونية، التحويل الرقمي .. إلى غير ذلك من الأمور المتعلقة بالموقع) للحماية بموجب قوانين حقوق الملكية الفكرية والأسماء التجارية. ويمنع منعاً مطلقاً نسخ أو إعادة توزيع أو استخدام أو طبع أي من هذه المواد أو أي جزء منها من الموقع أو من أية مواقع أخرى ، إلا في الحدود التي تسمح بها القوانين السارية في المملكة العربية السعودية في هذا الشأن.

# term4
source: 2. Trademarks :
ar: 2. العلامات التجارية :

# term5
source: All trademarks, trade names and logos that appear on the site are the property of their respective owners and may not use any of these signs or any of its various forms without obtaining the necessary approvals from the owners.
ar: جميع العلامات والأسماء والشعارات التجارية التي تظهر على الموقع هي ملك لأصحابها ولا يجوز استخدام أي من هذه العلامات أو أي من أشكالها المختلفة دون الحصول على الموافقات اللازمة من ملاكها.

# term6
source: 3. Limits of right of use :
ar: 3. دود حق الاستخدام :

# term7
source: 1. The review, printing or downloading of any content, graphic, form or document from the Site gives you a limited and non-exclusive license for your personal use only and not for copying, distribution, re-licensing, selling, preparing similar works or otherwise of uses. 2. This license does not entitle copy any part of the contents, forms or documents in any form, or the integration of that part in any retrieval system, either electronically or automatically, beyond your personal use.
ar: 1. إن استعراض وطباعة أو تنزيل/تحميل أي محتوى أو رسم بياني أو نموذج أو مستند من الموقع، يمنحك أنت وحدك رخصة محدودة وغير حصرية لاستخدامك الشخصي فقط وليس لغايات النسخ أو التوزيع أو إعادة الترخيص للغير أو البيع أو إعداد أعمال مشابهة، أو غير ذلك من الاستخدامات. 2.إن هذه الرخصة لا تخول بنسخ أي جزء من المحتويات أو النماذج أو المستندات بأي شكل، أو بدمج ذلك الجزء في أي نظام لاسترجاع المعلومات، سواءً إلكترونياً أو آلياً، بشكل يتجاوز استخدامك الشخصي.

# term8
source: 4. Use the site
ar: 4. استخدام الموقع :

# term9
source: You must be over 18 years old or browse the site under the supervision of your parents or legal guardian. We guarantee you a non-transferable or revocation license to use the site, and to apply the terms and conditions set forth, for shopping for personal purposes sold on the site. Commercial use or use on behalf of another party is prohibited, except expressly permitted by us. Any breach of these terms and conditions will result in the cancellation of the permit contained in this piece without prior permission from you. The content provided on this site is only for informational purposes. The product offerings on the site are for the seller and are not our property. Any specific services and related specifications that you would like to display on the site must be preceded by registration or subscription. You must register or subscribe to any services or related specifications, you agree to provide us with accurate information, accurate and up to date about yourself, and your information will occur if there are any changes. Each user of this site is responsible for keeping passwords and any account ID in a secure and protected location. The account holder is fully responsible for the activities that occur under the password that belongs to him or his account. He must inform us if there is unauthorized use of his or her account or password. The site is not responsible, directly or indirectly, for any loss or damage resulting from your failure to comply with this section. During the registration process you agree to receive promotional email from the website. You can unsubscribe from these messages by clicking on the link at the bottom of any promotional email.
ar: يجب ان تكون أكبر من 18 عاما او تتصفح الموقع تحت اشراف والديك او وصي قانوني. نحن نضمن لك رخصة غير قابلة للتحويل او الالغاء لاستخدام الموقع، و بتطبيق الشروط و الأحكام الموضوعة، للتسوق لاغراض شخصية تباع على الموقع. الاستخدام التجاري او الاستخدام بالنيابة عن طرف اخر ممنوع، ما عدا السماح من قبلنا بشكل صريح. اي خرق لهذه الشروط و الأحكام سينتج عنها الغاء التصريح المضمنة في هذه القطعة بدون اي اذن مسبق منك. المحتوى المزود في هذا الموقع هي فقط للاغراض الاعلامية. عروض المنتجات في الموقع هي للبائع و ليست ملكيتنا. اي خدمات محددة و مواصفات متعلقة تود ان تعرض على الموقع يجب ان تسبق بتسجيل او اشتراك. يجب عليك التسجيل او الاشتراك لاي خدمات او مواصفات متعلقة، انت توافق على تزويدنا بمعلومات صحيحة و دقيقة و محدثة عن نفسك، و سوف تحدث معلوماتك اذا كان هناك اي تغييرات. كل مستخدم لهذا الموقع هو مسئول بحفظ كلمات السر و اي معرف حساب في مكان امن و محمي. صاحب الحساب هو مسئول بالكامل عن النشاطات التي تحدث تحت كلمة السر التي تخصه او حسابه. يجب عليه ابلاغنا اذا كان هناك استخدام غير مخول له لحسابه او كلمة السر التي تخصه. الموقع ليس مسؤول، بطريقة مباشرة او غير مباشرة، عن اي فقدان او ضرر الناتج عن فشلك في الامتثال لهذا القسم. خلال عملية التسجيل انت توافق على استلام بريد الكتروني ترويجي من الموقع. تستطيع الغاء اشتراكك من هذه الرسائل بالضغط على الرابط في اسفل اي بريد الكتروني ترويجي.

# term10
source: 5. Credit card or bank transfer :
ar: 5. بطاقة الائتمان أو التحويل البنكي :

# term11
source: When the option is available and applicable, designated tour operators offer the opportunity to pay flight reservations (in whole or in part and as specified in the payment policy of the sponsor) to the provider during the booking process through secure online payment methods (all provided and supported by the Private Bank) Your). Alama360.com handles payment for specific services and products (via third party payment processors) (ie payment handling service) under the option of the provider (Alama360.com will not act as a record trader in any case at all). The payment will be processed securely from your credit card or debit card to the sponsor account via a third party payment processor. Any payment made to the provider in this manner represents in each case a payment for the amount (or part of the value) of the service or product specified in the final payment (payment release) for such prices (or part thereof) You are not entitled to a refund of these payments. For certain rates (non-refundable) or special offers, please note that payment may be required by bank transfer (if any) or through your credit card, so you may be authorized or deducted (sometimes without refund) ) When making a flight reservation. Please check the details (booking) of your product or service that you have selected in detail to see which of these conditions apply before booking your flight. You may not download Alama360.com any liability for any unauthorized, unauthorized, or wrongful discounting by the provider of the voyage and no refunds may be collected or refunded for any authorized and valid deduction by the sponsor (including Prepaid, non-attendance and cost-canceling fees) on your credit card. In the event of fraud or unauthorized use of your credit card by third parties, most banks and credit card companies assume risks and cover all the consequences of such fraud or misuse. This may sometimes be subject to entitlements (usually a total of SR 185 (or equivalent in your local currency)). If your credit card company or bank calculates these charges and deducts them from you due to unauthorized transactions resulting from booking on our platform, we will pay you this discount, up to a total amount of SR 185 (or equivalent in your local currency). To indemnify you, please make sure to send the fraud report to your credit card provider (in accordance with its reporting rules and procedures) and contact us immediately by email. Please write a "credit card fraud" in the email address and send us a proof of the amount deducted (e.g., credit card provider policy). This compensation applies only to credit card bookings made using Alama360.com secure servers, unauthorized use of your credit card as a result of our negligence, and when it is not the result of your error when using our secure servers.
ar: عندما يكون الخيار متوفراً وقابلاً للتطبيق، يقوم مقدمو رحلات محددون بتقديم فرصة دفع حجوزات الرحلات (بشكل كامل أو جزئي وكما هو محدد وفقاً لسياسة الدفع لدى مقدم الرحلة) للمقدم خلال عملية الحجز عبر وسائل الدفع الآمنة على الإنترنت (وكل ذلك وفقاً لما يقدمه ويدعمه البنك الخاص بك). يقوم Alama360.com بالتعامل مع الدفعات لخدمات ومنتجات محددة (عبر معالجات دفعات من طرف ثالث) (وذلك يعني خدمة التعامل مع الدفعات) تحت خيار مقدم الرحلة (لن يتصرف Alama360.com كتاجر سجلات في أي حالة من الحالات على الإطلاق). سيتم معالجة الدفعة بشكل آمن من بطاقتك الائتمانية أو بطاقة الخصم لحساب مقدم الرحلة عبر معالج دفعات من طرف ثالث. وأي دفعه يتم التعامل معها لصالح مقدم الرحلة بهذه الطريقة تمثل في كل حالة دفعة عن قيمة الحجز (أو جزء من القيمة) من طرفك للخدمة أو المنتج المحدد في الدفعة النهائية (تحرير الدفع) لمثل هذه الأسعار (أو جزء منها) والتي تكون مستحقة للدفع، ولا يحق لك استرداد هذه المبالغ المدفوعة. للحصول على أسعار معينة (غير قابلة للاسترداد) أو عروض خاصة، يرجى ملاحظة أنه قد يتطلب الدفع إلى المقدمين عن طريق التحويل البنكي (إن وجد) أو عن طريق بطاقتكم الائتمانية، ولذلك قد تحصل على تفويض مسبق أو يتم الحسم منها (أحياناً دون إمكانية الاسترداد) عند إجراء حجز الرحلة. يرجى التحقق من تفاصيل (الحجز) لمنتجك أو خدمتك التي اخترتها بشكل تفصيلي لمعرفة أي من هذه الشروط قبل إجراء حجز رحلتك. لا يمكنك تحميل Alama360.com المسؤولية عن أي عملية خصم (مصرح بها، (مزعومة) أو غير مصرح بها أو خاطئة) من قبل مقدم الرحلة ولا يمكن تحصيل أو إعادة تحصيل أي قيمة لأي عملية خصم مصرح بها وصحيحة من قبل مقدم الرحلة (بما في ذلك الأسعار مسبقة الدفع، ورسوم عدم الحضور وحالات الإلغاء ذات التكلفة) على بطاقتك الائتمانية. في حال حصول احتيال أو استخدام غير مصرح به لبطاقتكم الائتمانية من قبل أطراف ثالثة، فإن معظم البنوك وشركات بطاقات الائتمان تتحمل المخاطر، وتغطي جميع المترتبات الناتجة عن مثل هذا الاحتيال أو سوء الاستخدام. وقد يكون ذلك في بعض الأحيان خاضعاً لمستحقات (عادة مجموعه 185 ريال (أو ما يعادله بعملتكم المحلية)). في حال قامت شركة بطاقتكم الائتمانية أو مصرفكم باحتساب تلك المستحقات عليكم وخصمها منكم بسبب معاملات غير مصرح بها ناجمة عن حجز تم على منصتنا، فإننا سوف ندفع لكم هذا الخصم، ما يصل إلى مبلغ إجمالي قدره 185 ريال (أو ما يعادله بعملتكم المحلية). من أجل التعويض لكم، يرجى التأكد من إرسال تقرير الاحتيال إلى مزود بطاقتكم الائتمانية (وفقاً لقواعده وإجراءاته الخاصة بتقديم التقارير)، والاتصال بنا فوراً عن طريق البريد الإلكتروني. يرجى كتابة "عملية احتيال على البطاقة الائتمانية" في عنوان الرسالة الإلكترونية وأرسل لنا دليلاً عن خصم المبلغ (مثلاً: سياسة مزود البطاقة الائتمانية). يُطبق هذا التعويض فقط على حجوزات البطاقة الائتمانية التي تتم باستخدام خوادم Alama360.com الآمنة، وعندما يكون الاستخدام غير المفوض لبطاقتك الائتمانية نتيجة لإهمالنا، وعندما لا يكون نتيجة خطأ منك عند استخدام خوادمنا الآمنة.

# term12
source: 6. Pre-payment, cancellation, non-attendance, and detailed conditions :
ar: 6. الدفعة المسبقة، والإلغاء، وعدم الحضور، والشروط المفصلة:
