Repository: Shakhawat-dev/Alama360-iOS
Catalog: Alama360/*.lproj/Localizable.strings
Languages: ar

# term13
source: When making a flight booking by the tour provider, you accept and agree to the relevant cancellation and non-disclosure policy of this provider, and any additional terms and conditions (delivery) of the service provider that may apply to your reservation or during your trip (including the detailed conditions of the provider) The flight provided on the platform as well as the internal rules of the provider), including services provided and / or products offered by the tour operator. The terms and conditions of delivery / purchase / use / transfer to the applicant can be obtained from the relevant provider. The cancellation policy and general non-attendance of each provider on our website are provided on the pages containing the tour operator's information during the booking process and on the electronic booking card or confirmation email. Please note that certain rates, charges, and special offers are not eligible for cancellation, refund, or change. The tour operator may charge the city / tourism tax applicable in case of non-refundable cancellation or in case of non-attendance. Please check the (booking) information of the product or service carefully for any such condition before you begin your booking. Please note that booking a trip that requires a deposit or payment (in whole or in part) may be canceled (without specific prior notice or warning) to the extent of the relevant amount (s) remaining to be fully collected on the relevant payment date in accordance with the relevant payment policy By the flight and booking provider. Pre-paid and cancellation policies may vary per segment, product, or service per trip. Please read the detailed conditions (under the flight types or at the bottom of each page on our platform) as well as important information in your booking confirmation for additional policies that may be applied by the tour operator (eg: age requirements, insurance amount, Refund / extra charge for group bookings, extra beds non-availability of free breakfast, and pets / types of cards accepted). Late payment, wrong bank, credit or debit card statements, invalid credit / debit cards or insufficient funds are at your own risk and you may not refund or prepay (non-refundable) unless the provider agrees or allows under the payment policy (Advance) and cancellation. If you would like to view, modify or cancel your flight reservation, please refer to the booking confirmation email and follow the instructions provided. Please note that you may pay for cancellation in accordance with the cancellation policy (prepayment) and non-attendance of the provider or are not subject to any payment of any amount has been paid (in advance). We recommend that you read the cancellation and prepayment policy carefully before making the reservation and remember to check your future payments in time and require the relevant booking. If you have a late or delayed arrival on the date of check-in or arrival of guests the next day, make sure you inform the flight attendant (in a timely manner) so that they can know your expected arrival time to avoid canceling your flight Attendees. Our customer service department is happy to assist you if you need to inform the provider. Alama360.com does not accept any liability or liability for the consequences of your delayed arrival or any cancellation or non-attendance fees deducted by the sponsor.
ar: عند إجراء حجز الرحلة عن طريق مقدم الرحلة، أنت تقبل وتوافق على سياسة الإلغاء وعدم الحضور ذات الصلة الخاصة بهذا المقدم، وعلى أية شروط وأحكام (تسليم) إضافية خاصة بمقدم الخدمة والتي قد تنطبق على حجزك أو أثناء رحلتك (بما في ذلك الشروط المفصلة لدى مقدم الرحلة والتي يتم توفيرها على المنصة بالإضافة إلى القواعد الداخلية للمقدم)، بما في ذلك الخدمات المقدمة و/أو المنتجات المعروضة من قبل مقدم الرحلات. يمكن الحصول على شروط وأحكام التسليم/الشراء/استخدام/ النقل لمقدم الرحلة لدى المقدم ذو الصلة. يتم توفير سياسة الإلغاء وعدم الحضور العامة لكل مقدم على موقعنا الإلكتروني على الصفحات التي تحتوي على معلومات مقدم الرحلة، خلال عملية إجراء الحجز وفي بطاقة أو رسالة تأكيد الحجز الإلكترونية. يرجى الملاحظة بأن أسعار ورسوم معينة وعروض خاصة غير مؤهلة للإلغاء أو الاسترجاع أو التغيير. قد يقوم مقدم الرحلات بخصم ضرائب المدينةالسياحة المطبقة في حالة الإلغاء غير المجاني أو في حال عدم الحضور. يرجى التحقق من معلومات (الحجز) للمنتج أو الخدمة بعناية لأي شرط من هذا القبيل قبل البدء بإجراء حجزك. يرجى الملاحظة بأن حجز الرحلة الذي يتطلب عربون أو دفع (كلي أو جزئي) قد يتم إلغاؤه (دون إشعار مسبق محدد أو تحذير) بقدر المبلغ / المبالغ (المتبقية) ذات الصلة لا يمكن تحصيلها بالكامل في تاريخ الدفع ذو الصلة وفقاً لسياسة الدفع ذات الصلة الخاصة بمقدم الرحلة والحجز. قد تختلف سياسات الدفع المسبق والإلغاء حسب كل قطعة أو منتج أو خدمة لكل رحلة. يرجى قراءة الشروط المفصلة (تحت أنواع الرحلات أو في أسفل صفحة كل مقدم على منصتنا) بالإضافة إلى المعلومات الهامة في تأكيد الحجز الخاص بك لمعلومات حول السياسات الإضافية التي قد تطبق من قبل مقدم الرحلات (مثلاً: فيما يخص متطلبات العمر ومبلغ التأمين، وسياسات غير قابل للاستردادالرسوم الإضافية لحجوزات المجموعات، والأسرّة الإضافيةعدم توفر إفطار مجاني، و الحيوانات الأليفةأنواع البطاقات المقبولة). الدفع المتأخر والبنك الخطأ وبيانات بطاقة الائتمان أو السحب، بطاقات ائتمان / سحب غير صالح أو أموال غير كافية تكون على مسؤوليتك الخاصة وقد لا يحق لك استرداد المبلغ أو أي دفع مسبق (غير قابل للاسترداد) ما لم يوافق المزود أو يسمح ذلك في إطار سياسة الدفع (المسبق) والإلغاء. إذا كنت ترغب في عرض أو تعديل أو إلغاء حجز رحلتك، يرجى الرجوع إلى رسالة تأكيد الحجز الإلكترونية واتبع التعليمات الواردة بها. يرجى الملاحظة بأنه قد تقوم بالدفع مقابل الإلغاء وفقاً لسياسة الإلغاء والدفع (المسبق) وعدم الحضور الخاصة بمقدم الرحلة أو لا تخضع لأي سداد لأي مبلغ تم دفعه (مسبقاً). نوصي بأن تقرأ سياسة الإلغاء والدفع (المسبق) وعدم الحضور المتعلقة بمكان الإقامة بعناية قبل إجراء الحجز وتذكر أن تتحقق من المدفوعات المقبلة في الوقت المحدد لها كما يتطلب للحجز ذو الصلة. إذا تعرضت لحالة وصول متأخر أو مؤجل في تاريخ تسجيل الوصول أو وصول الضيوف في اليوم التالي، تأكد من أن تبلغ مقدم الرحلة بذلك (في الوقت المناسب / على وجه السرعة) ليتمكنوا من معرفة الوقت المتوقع لوصولك لتجنب إلغاء (حجز) رحلتك أو دفع رسوم عدم الحضور. يسعد قسم خدمة العملاء لدينا بتقديم المساعدة إذا تطلب الأمر بإبلاغ المقدم. لا يقبل Alama360.com أي التزام أو مسؤولية عن عواقب تأجيل وصولك أو أي رسوم مرتبطة بالإلغاء أو عدم الحضور تخصم من قبل مقدم الرحلة.

# term14
source: 7. DISCLAIMER AND LIMITATIONS OF LIABILITY :
ar: 7. إخلاء وحدود المسؤولية :

# term15
source: The services or information obtained from or through the site are services and information provided "as is" and "as available", and under no circumstances will the alama360 ​​be liable for any damages, including, for example, direct, indirect, special, incidental or consequential damages, losses or expenses incurred in connection with this site, use or inability to use it by any party, or any failure of performance, error, omission, interruption, interruption or delay Operation or transmission, computer viruses or disruption of lines or systems This was the result from a breach of this agreement or guarantees, negligence or special services, information or other liability even though alama360 had been notified or represented for the possibility of such damages, losses or expenses. We consider the above mentioned damage to be an essential element of user / visitor interaction and the alama360 ​​ or its representative.
ar: إن الخدمات أو المعلومات التي يتم الحصول عليها من الموقع أو من خلاله، هي خدمات ومعلومات يتم توفيرها "كما هي" و"حسب توفرها"، وبالتالي لن تكون علامة 360 تحت أي ظرف من الظروف مسؤولاً عن أية أضرار بما في ذلك على سبيل المثال لا الحصر الأضرار المباشرة أو غير المباشرة أو الخاصة أو العرضية أو الناتجة، أو الخسائر أو المصروفات المترتبة فيما يتعلق بهذا الموقع أو استخدامه أو عدم إمكان استخدامه من قبل أي طرف أو فيما يتعلق بأي فشل في الأداء، أو الخطأ أو السهو أو الانقطاع أو التعطل أو التأخير في التشغيل أو البث أو بسبب فيروسات الكومبيوتر أو تعطل الخطوط أو الأنظمة أو كان ذلك ناتجاً عن الإخلال بهذه الاتفاقية أو الضمانات أو الإهمال أو المسؤولية الخاصة بالخدمات أو المعلومات أو غير ذلك حتى ولو تبلغت علامة 360 أو من يمثلها باحتمال حصول تلك الأضرار أو الخسائر أو المصاريف. وإننا نعتبر التنبيه على الأضرار السابقة الذكر عنصراً أساسياً للتعامل بين المستخدم / الزائر وبين علامة 360 أو من يمثلها.

# term16
source: 8. Use of information :
ar: 8. استخدام المعلومات :

# term17
source: Alama360 reserves the right to use and transmit all information about your use of the site and any information received from you in any form consistent with our privacy policy.
ar: تحتفظ علامة 360 بحقها في استخدام ونقل كافة المعلومات الخاصة باستخدامك للموقع وكذلك كافة المعلومات التي ترد منك بأي شكل يتوافق مع وثيقة الخصوصية الخاصة بنا.

# term18
source: 9. Data :
ar: 9. البيانات :

# term19
source: This site may contain data related to our operations, opinions, strategy, financial position, future economic performance, demand for our products and services, as well as our goals, plans and objectives, which are generally preliminary data. These data are based on a set of assumptions and estimates of our own All data displayed on real estate on the site for personal and private use of the user, non-commercial use of the user and not available for re-publication of data, transmission or copying. The user may not sell or use the real estate data for the purpose other than the purpose of trying to evaluate the property or property for sale or purchase.
ar: · قد يشتمل هذا الموقع على بيانات متعلقة بعملياتنا وآرائنا واستراتيجيتنا، ووضعنا المالي، وأدائنا الاقتصادي المستقبلي، والطلب على منتجاتنا وخدماتنا، علاوة على غاياتنا وخططنا وأهدافنا، والتي تعتبر في مجملها بيانات أولية. وهذه البيانات تكون مبنية على مجموعة من الافتراضات والتقديرات الخاصة بنا· كل البيانات المعروضه عن العقارات في الموقع للإستخدام الشخصي والخاص للمستخدم ، و الأستخدام الغير التجاري للمستخدم وغير متاحة لإعادة نشر البيانات أو الأرسال أو النسخ. لا يجوز للمستخدم بيع أو استخدام بيانات العقارات لغرض غير الغرض من محاولة تقييم العقار أو العقارات للبيع أو الشراء.

# term20
source: 10. Privacy :
ar: 10. الخصوصية :

# term21
source: We do not sell or rent your personal information to third parties for commercial purposes without your express consent. We only use your information as described in our privacy policy. We guarantee the protection of users privacy as an important principle in the community. We keep and protect your information on computers protected by technical protection. You can access and change the information you have entered and you can choose not to receive certain calls by entering your account. We use third parties to assert privacy principles. If you would like a full description of how we use and protect your personal data, see the "alama360" privacy and policy. If you claim that your information has been transferred or used in any form without your permission please do not use our services.
ar: · نحن لا نقوم ببيع او ايجار معلوماتك الشخصية لاطراف اخرى لاغراض تجارية بدون موافقة صريحة منك. نحن فقط نستخدم معلوماتك كما هو موضح في سياسة الخصوصية علامة 360. نحن نضمن حماية المستخدمين "الخصوصية كمبدأ مهم في المجتمع". نحن نحفظ و و نعمل على معلوماتك على اجهزة الكمبيوتر المحمية من قبل اجهزة الحماية التقنية. تستطيع الدخول و تغيير المعلومات التي ادخلتها و تستطيع ان تختار ان لا تستقبل اتصالات معينة من خلال الدخول في حسابك. نحن نستعمل اطراف اخرى لتأكيد مباديء الخصوصية. اذا اردت وصفا كاملا عن كيف نستعمل و نحمي بياناتك الشخصية، اطلع على "علامة 360" سياسة الخصوصية و السرية. اذا حدث ان ادعيت ان معلوماتك قد نقلت او استعملت باي شكل من دون اذنك الرجاء عدم استعمال خدماتنا

# term22
source: 11. Your account and password :
ar: 11. حسابك وكلمة المرور الخاصة بك :

# term23
source: If you are provided or choose your username and password or other information as part of the site's security procedures, you must treat this information as confidential. Accordingly, it must be avoided to disclose it to anyone. The alama360 may at its sole discretion, disable the account at any time, in the event that any of the terms of use is not complied with. You must immediately notice the alama360 via the means specified by the alama360 in the event that you know or suspect that your account is known to someone other than you.
ar: في حال تزويدك أو اختيارك لاسم المستخدم أو كلمة المرور أو أية معلومة أخرى كجزء من الإجراءات الأمنية الخاصة بالموقع، فيجب عليك التعامل مع هذه المعلومات على أنها معلومات سرية. وبناء على ذلك يجب الامتناع عن الإفصاح عنها إلى أي شخص. يجوز للعلامة 360 بحسب ما تراه مناسبا تعطيل اسم المستخدم أو كلمة المرور في أي وقت، وذلك في حال عدم الالتزام بأي من أحكام الاستخدام. يجب عليك إشعار علامة 360 فورا عبر الوسائل التي تحددها علامة 360 لاحقاً في حال معرفتك أو اشتباهك أن اسم المستخدم أو كلمة المرور الخاصة بك معروفة لشخص غيرك

# term24
source: 12. Notices :
ar: 12. اشعارات :

# term25
source: We will send you alerts to the email you mentioned in the "alama360" during the registration process. Notices must be taken into account 24 hours after the email is sent, unless the sending party is aware that its email address is invalid. As an alternative, we will give you a legal notice of your registered email. Notices sent to you by registered mail must be taken into consideration that they are received by the other party three days after the date of dispatch.
ar: سنقوم بارسال اشعارات اليك الى البريد الالكتروني الذي ذكرته في "علامة 360" خلال عملية التسجيل. الاشعارات يجب ان تؤخذ بعين الاعتبار بعد 24 ساعة من ارسال الايميل، الا اذا الطرف المرسل اليه علم بان بريده الالكتروني غير صالح. كحل بديل سنقوم باعطاءك اشعار قانوني للبريد الالكتروني المسجل به. الاشعارات المرسلة اليك عن طريق البريد المسجل يجب ان تؤخذ بعين الاعتبار انها استقبلت من قبل الطرف الاخر بعد ثلاثة ايام من تاريخ الارسال.

# term26
source: 13. Termination of contract :
ar: 13. افسخ العقد :

# term27
source: As well as any legal or equitable damages that may immediately and without notice cancel these terms and conditions or cancel any or all of your rights granted under the terms and conditions. Upon termination of this agreement, you must discontinue all access and use permissions, as well as international remedies, delete all your passwords and account IDs, and deny your access to the site and use it in part or total. Any termination of this contract shall not affect the rights (compulsory payment) of the parties prior to the date of termination of the contract. You agree that the site is not subject to you or to any other person as a result of suspension or termination of contract. If you are dissatisfied with the site or any requirement, code, policy, guidelines, exercises from the alama360 ​​Internet in running this site, the best solution is to stop using the site.
ar: فضلا عن اي تعويضات قانونية او منصفة قد تبطل فورا و من دون سابق انذار، هذه الشروط و الأحكام او نلغي اي من حقوقك الممنوحة او جميعها بموجب الشروط و الاحكام. بناء على اي ابطال لهذا الاتفاق خلال فسخ هذا العقد، يجب عليك التوقف عن كل السماحيات للدخول و استعمال الموقع، بالاضافة الى سبل الانصاف الدولي، قم بالغاء جميع كلمات السر و معرفات الحساب الخاصة بك و قم بالنفي عن دخولك الى الموقع و استعماله بشكل جزئي او كلي. اي فسخ لهذا العقد يجب ان لا يؤثر الحقوق (الدفع الالتزامي) للاطراف قبل تاريخ فسخ العقد. انت توافق ان الموقع غير خاضع لك او لاي شخص اخر كنتيجة تعليق او فسخ عقد. اذا كنت غير راضي عن الموقع او عن اي شرط، قانون، سياسة، ارشادات، تمارين من علامة 360 انترنت في تشغيل هذا الموقع، فالحل الامثل هو التوقف عن استخدام الموقع.

# term28
source: 14. General Provisions :
ar: 14. احكام عامة :

# term29
source: 1. All terms and conditions contained in any part of the site or in any of the alama360 ​​ publications form an integral part of this agreement. 2. The use of this website is governed by the terms and conditions of all applicable laws in the Kingdom of Saudi Arabia. Nothing contained in these terms shall be subject to the laws, regulations and customs applicable in the Kingdom of Saudi Arabia. In respect of which the judicial or judicial bodies in Saudi Arabia arise. 3. This Agreement, which governs the general relationship, shall apply to all information and / or services whether opened or obtained at a later date or prior to the date of signing these terms. 4. The visitor / user acknowledges that he has fully understood and understood this Agreement. 5. In case of violation of this agreement in any form may be subject to the service of the suspension of total or partial, with the management of the site the right to delete any subscription without notice. 6. the site management reserves the right to amend these terms and conditions at any time without direct notification to the user / visitor, and the continuation of the visitor or user in the use of the services of the site / network acceptance of those amendments.
ar: 1.إن جميع الشروط والأحكام الواردة في أي جزء من الموقع، أو في أي من مطبوعات علامة 360 تشكل جزءاً لا يتجزأ من هذه الاتفاقية. 2. يخضع استخدام هذا الموقع ويتم تفسير ما ورد في هذه الاتفاقية من شروط وأحكام لكافة القوانين السارية في المملكة العربية السعودية ، كما أن كل ما لم يرد به نص في هذه الشروط فيخضع للأنظمة واللوائح والأعراف المعمول بها في المملكة العربية السعودية وتختص بتسوية الخلافات التي قد تنشأ بشأنه جهات التقاضي أو اللجان ذات الاختصاص القضائي بالسعودية. 3. تطبق هذه الاتفاقية والتي تحكم العلاقة العامة على جميع المعلومات و/أو الخدمات سواء تم فتحها أو الحصول عليها بتاريخ لاحق أو سابق لتاريخ توقيع هذه الشروط. 4. يقر الزائر / المستخدم انه قد فهم وأستوعب تماماً هذه الاتفاقية. 5. في حال مخالفة هذه الاتفاقية بأي شكل فقد تتعرض الخدمة للإيقاف الكلي أو الجزئي مع احتفاظ إدارة الموقع بالحق في حذف أي اشتراك بدون سابق إنذار. 6. تحتفظ إدارة الموقع بحقها في تعديل هذه الأحكام والشروط في أي وقت ودون إعلام مباشر للمستخدم / الزائر ، ويعتبر استمرار الزائر أو المستخدم في استعمال خدمات الموقع / الشبكة قبولاً بتلك التعديلات.

# privacy1
source: Alama 360 - Privacy Policy
ar: علامة 360 - سياسة الخصوصية

# privacy2
source: Privacy and confidentiality
ar: الخصوصية والسرية

# privacy3
source: Thank you for accessing the Alama360.com site powered by 3D Vision. We respect your privacy and want to protect your personal data. To learn more, please read our privacy policy. The privacy policy explains how we collect and use (under certain conditions) our personal data. Privacy Policy describes steps we take to protect your personal data. Finally, the privacy policy describes your choices regarding the collection, use and display of your personal data. By visiting the site directly or through another site, you accept the exercises described in this policy. Data protection is your trust and your privacy is important to us. So just use your name and any other information related to you in the privacy policy. We will only collect the necessary information about you and your agreement with us. We will keep your information for the period required by law or as related to the compilation of information. You can visit the site and browse without providing us with your personal details. While browsing the site will remain anonymous and we cannot recognize you unless you have an account on the site and you enter your username and password.
ar: شكرا لدخولك موقع 'علامة 360.كوم "الموقع" مشغل من قبل الرؤية الثلاثية. نحن نحترم خصوصيتك و نريد حماية بياناتك الشخصية. لتعرف المزيد، الرجاء قراءة سياسة الخصوصية. سياسة الخصوصية توضح كيف نحن نجمع و نستعمل (ضمن شروط معينة)نظهر بياناتك الشخصية. سياسة الخصوصية توضح الخطوات التي نخطوها لحماية بياناتك الشخصية. اخيرا، سياسة الخصوصية توضح خياراتك بخصوص تجميع، استعمال و اظهار بياناتك الشخصية. من خلال زيارتك للموقع مباشرة او من خلال موقع اخر، انت تقبل التدريبات الموصوفة في هذه السياسة. حماية البيانات هي محل الثقة و و خصوصيتك مهمة لدينا. لذلك استعمل فقط اسمك و اي معلومات اخرى تتعلق بك في سياسة الخصوصية. نحن فقط سنجمع المعلومات الضرورية لدينا و متعلقة باتفقاك معنا. سنحتفظ بمعلوماتك للمدة المطلوبة من قبل القانون او كما هو متعلق بسبب تجميع المعلومات. تستطيع زيارة الموقع و تصفحه بدون تزويدنا بتفاصيلك الشخصية. خلال تصفحك للموقع ستظل مجهول و لا نستطيع التعرف عليك الا اذا كان لديك حساب على الموقع و قمت بالدخول باسم المستخدم و كلمة السر.

# privacy4
source: The data we collect
ar: البيانات التي نجمعها
