Repository: Shakhawat-dev/Alama360-iOS
Catalog: Alama360/*.lproj/Localizable.strings
Languages: ar

# privacy21
source: We have in place appropriate technical and security measures to prevent unauthorized access Or illegal, loss, destruction or damage to your information. When we collect data through the site, we collect your personal data on a secure server. We use firewalls on our servers. When we collect the details of payment cards electronically, we use encryption using Secure Sockets Layer (SSL) encryption. While we are unable to guarantee 100u0025 security, this makes it difficult for any intruder to decode your details. It is strongly recommended not to send full credit or debit card details in non-encrypted electronic communications with us. We maintain physical, electronic and procedural safeguards in connection with the collection, storage and disclosure of your information. Our security measures mean that we may sometimes require proof of identity before revealing your personal information. You are responsible for protecting against unauthorized access to your password and to your computer.
ar: لدينا في مكان التدابير التقنية والأمنية المناسبة لمنع الوصول غير المصرحبه أو غير قانوني أو فقدانها أو التدمير أو الأضرار التي لحقت المعلومات الخاصة بك. وعندما نقوم بجمع البيانات من خلال الموقع، نقوم بجمع بياناتك الشخصية على خادم آمن. نحن نستخدم الجدران النارية على خوادمنا. وعندما نقوم بجمع تفاصيل بطاقات الدفع الكترونيا، ونحن نستخدم التشفير باستخدام طبقة المقابس الآمنة (SSL) التشفير. في حين أننا غير قادرين على ضمان الأمن 100٪، وهذا يجعل من الصعب على أي متسلل أن يفك رموز شفرة التفاصيل الخاصة بك. ويوصى بشدة أن عدم إرسال كامل الائتمان أو الخصم تفاصيل بطاقة في غير مشفرة الاتصالات الإلكترونية معنا. نحافظ على الضمانات المادية والإلكترونية والإجرائية في اتصال مع جمع وتخزين والإفصاح عن المعلومات الخاصة بك. الإجراءات الأمنية لدينا يعني أننا قد تطلب أحيانا إثبات الهوية قبل أن تكشف المعلومات الشخصية لك. أنت مسؤول عن حماية ضد الوصول غير المصرح به إلى كلمة السر الخاصة بك وإلى جهاز الكمبيوتر الخاص بك.

# privacy22
source: Your rights
ar: حقوقك

# privacy23
source: If you are concerned about your data you have the right to request access to personal data that we may hold or process about you. You have the right to ask us to correct any errors in your data for free. At any stage you also have the right to ask us to stop using personal data for direct marketing purposes www.ALAMA360.com
ar: إذا كنت تشعر بالقلق إزاء بياناتك لديك الحق في طلب الوصول إلى البيانات الشخصية التي نحن قد عقد أو معالجة عنك. لديك الحق في أن تطلب منا تصحيح أي أخطاء في البيانات الخاصة بك مجانا. في أي مرحلة أن يكون لديك أيضا الحق في أن تطلب منا التوقف عن استخدام البيانات الشخصية لأغراض التسويق المباشرِ www.ALAMA360.com

# privacy24
source: ( Generally we may modify this privacy policy at any time by placing the modified terms on this site)
ar: ( بشكل عام نحن قد نقوم بتعديل سياسة الخصوصية هذه في أي وقت عن طريق وضع الشروط المعدلة على هذا الموقع.)

# sAlert_title
source: Sign Out
ar: خروج

# sAlert_message
source: Do you want to Sign Out?
ar: هل تريد تسجيل الخروج

# aAlert_ok
source: Ok
ar: حسنا

# sAlert_cancel
source: Cancel
ar: إلغاء
