Repository: Shakhawat-dev/Alama360-iOS
Catalog: Alama360/*.lproj/Localizable.strings
Languages: ar

# privacy5
source: We may collect a different set of information if you want to order a product on the site. We collect, reserve and act on your data to complete the on-site purchase and any subsequent claims, we provide you with our services. We may collect your personal data, name, gender, date of birth, email address, postal code, delivery address (if different), telephone number, mobile number, fax number, payment details, credit card details or bank account details. We will use the information you provide to us so that we can work on your requests and provide you with the services and information displayed on our site and which you request. Also, we will use the information you provide to manage your account with us, confirm and complete the financial transactions related to your online payments, check downloads from the site, develop the design and contents of the pages on the site and coordinate them for users, identify visitors to the site, please provide us with information that you may find useful or requested by us, information about our products and services, and you have indicated that you did not object to being contacted for these reasons, subject to your consent, we will contact you via e-mail with details of other products and services. If you do not want to receive any commercial advertisements from us, you can withdraw at any time. We may share your name and address with a third party in order to deliver the product to you (e.g. our courier or distributor). Payments made through the site will be processed by our relevant agent. You must provide only to us or our agent or website information which is accurate and not misleading and must be kept up-to-date and notified of changes. So your details are stored in order with us but for security reasons cannot be retrieved directly by us. However, you may be able to access this information by logging into your account on the site. Here you can view the details of your completed, open and soon to be sent orders, manage your address details, bank details, and any electronic newsletter you have subscribed to. You undertake to treat access to confidential personal data, not make it available to third parties unauthorized. We cannot take any responsibility for misusing passwords unless it is misused by our mistake. If you choose to provide us with personal information, you agree to transfer and store those information on our servers.
ar: من المحتمل ان نجمع مجموعة مختلفة من المعلومات اذا كنت ترغب بطلب منتج في الموقع.نحن نجمع، نتحفظ و نعمل ببياناتك لاكمال عملية الشراء في الموقع و اي احتمالات ادعاءات لاحقة، نزودك بخدماتنا. من المحتمل ان نجمع بياناتك الشخصية، اسمك، الجنس، تاريخ الميلاد، عنوان البريد الالكتروني، الرمز البريدي،عنوان التوصيل (اذا اختلف)، رقم التليفون، رقم الهاتف المحمول،رقم الفاكس، تفاصيل الدفع، تفاصيل البطاقة الائتمانية او تفاصيل حساب البنك.نحن سنستعمل المعلومات التي زودتنا بها حتى نتمكن من العمل على طلباتك و لاعطاءك بالخدمات و المعلومات المعروضة في موقعنا والتي تطلبها. ايضا، سنستعمل المعلومات التي زودتنا بها لادارة حسابك معنا، تأكيد و اتمام المعاملات المالية المتصلة بالمدفوعات التي تفعلها عن طريق الانترنت، فحص التنزيلات من الموقع، تطوير التصميم و المحتويات بالصفحات على الموقع و تنسيقهم للمستخدمين، التعرف على الزائرين للموقع، اتمام البحث للمستخدمين "التركيبة السكانية، ارسال معلومات يمكن ان تجدها مفيدة او طلبتها من قبل، معلومات عن منتجاتنا و خدماتنا، و قد قمت بالإشارة انك لم تعترض ان يتم الاتصال بك لهذه الاسباب. رهنا بالحصول على موافقتك سنقوم بالاتصال بك عبر البريد الالكتروني بتفاصيل منتجات و خدمات اخرى. اذا اشرت انك لا تريد استقبال اي اعلانات تجارية من قبلنا، تستطيع التراجع في اي وقت.قد نقوم بمشاركة اسمك وعنوانك إلى طرف ثالث من أجل تسليم المنتج لك (على سبيل المثال لدينا ساعي أو موزع).وسيتم تجهيز المدفوعات التي تتم من خلال الموقع من قبل وكيل لدينا ذات الصلة. يجب عليك أن تقدم فقط بالنسبة لنا أو وكيل لدينا أو المعلومات الموقع الذي هو دقيقة وغير مضللة ويجب الحفاظ عليها محدثه، وابلاغنا عن التغييرات. حتى يتم تخزين التفاصيل الخاصة بك في النظام معنا ولكن لأسباب أمنية لا يمكن استرجاعها مباشرة من قبلنا. ومع ذلك، قد تستطيع الوصول إلى هذه المعلومات عن طريق تسجيل الدخول إلى حسابك على الموقع. هنا يمكنك عرض تفاصيل طلباتك التي اتممتها، وتلك التي تكون مفتوحة وتلك التي هي قريبا ليتم ارساله وإدارة تفاصيل عنوانك وتفاصيل مصرفية، وأية نشرة الكترونية كنت قد اشتركت فيها. فإنك تتعهد لعلاج الوصول إلى البيانات الشخصية سرية، وليس جعلها متاحة لأطراف ثالثة غير مصرح بها. ونحن لا يمكن أن تتحمل أي مسؤولية عن سوء استخدام كلمات السر ما لم يكن ذلك سوء استخدام خطأنا.إذا اخترت أن تقدم لنا معلومات شخصية، فإنك توافق على نقل وتخزين تلك المعلومات على الخوادم الخاصة بنا.

# privacy6
source: Other uses of your personal data
ar: استخدامات اخرى لبياناتك الشخصية

# privacy7
source: We may use your personal information for surveys and market research. Your details are anonymous and will only be used for statistical purposes. You can choose to opt out of these at any time. No answers will be directed to surveys or surveys we may ask you to complete on to third parties. Detecting your email address is only necessary if you wish to participate in contests. We save answers to our surveys separately from your email address.
ar: قد نستخدم المعلومات الشخصية الخاصة بك لاستطلاعات الرأي وأبحاث السوق. التفاصيل الخاصة بك هي مجهولة المصدر ولن تستخدم إلا لأغراض إحصائية. يمكنك اختيار الانسحاب من هذه في أي وقت. لن يتم توجيه أي إجابات على الدراسات الاستقصائية أو استطلاعات الرأي قد نطلب منك لإكمال على لأطراف ثالثة. الكشف عن عنوان البريد الإلكتروني الخاص بك هو ضروري فقط إذا كنت ترغب في المشاركة في المسابقات. ننقذ إجابات لاستطلاعاتنا على حدة من عنوان البريد الإلكتروني الخاص بك.

# privacy8
source: We may send you
ar: قد نرسل لك

# privacy9
source: Also other information about us, our location and other sites, our products, sales promotions, our newsletter, anything related to other companies in our group or our business partners. If you prefer not to receive any of this additional information as detailed in this paragraph (or any part thereof) please click the "unsubscribe" link in any email sent to you. Within 7 business days (which is not working for us Thursday, Friday and no (II) official holiday anywhere in Saudi Arabia) from the date of receipt of your instructions and will cease to post the information as requested. If your information is unclear we will contact you for clarification. We may make anonymous data about the site users in general and use them for different purposes. Check the public site for users and use certain aspects of the website or link contained in an email to those registered to receive them, and supply that anonymous data to third parties such as publishers. However, those anonymous data will not be able to personally identify you.
ar: أيضا معلومات أخرى حولنا، والموقع لدينا و مواقع أخرى، منتجاتنا، والترقيات مبيعات، رسائلنا الإخبارية، أي شيء يتعلق الشركات الأخرى في مجموعتنا أو شركائنا في العمل. إذا كنت تفضل عدم تلقي أي من هذه المعلومات الإضافية كما هو مفصل في هذه الفقرة (أو أي جزء منه) يرجى الضغط على الرابط "إلغاء الاشتراك" في أي بريد إلكتروني يرسل لكم. في غضون 7 أيام عمل (أيام التي هي ليست عمل لنا الخميس و الجمعة ولا (II) عطلة رسمية في أي مكان في السعودية) من تاريخ استلام التعليمات الخاصة بك وسوف تتوقف عن نشر المعلومات على النحو المطلوب. إذا المعلومات الخاصة بك غير واضحة وسوف نتصل بك للتوضيح.ونحن قد نقوم بجعل البيانات مجهولة حول مستخدمي الموقع بشكل عام واستخدامها لأغراض مختلفة،التحقق من الموقع العام للمستخدمين واستخدام جوانب معينة من الموقع أو وصلة الواردة في رسالة بالبريد الالكتروني لتلك المسجلة لاستقبالهم، وتوريد أن بيانات مجهولة المصدر إلى أطراف ثالثة مثل الناشرين. ومع ذلك، فإن تلك البيانات مجهولة المصدر لا تكون قادرة على تحديدكم شخصيا.

# privacy10
source: Disclose your information
ar: الافصاح عن معلوماتك

# privacy11
source: We may disclose personal information to comply with legal requirements, enforce our policies, respond to claims that a list or other content violates the rights of others, or protect the rights and property of any person or his integrity. Such information will be disclosed in accordance with applicable laws and regulations. We may also share your personal information: 1. Third parties to provide content and services (such as registration, transactions and customer support) common, to help detect and prevent possible illegal acts and violations of our policies, and to guide decisions about their products, services and communications. These third parties will use this information to send you marketing communications only if you have requested their services. 2. Service providers are under contract with those who assist our business processes (such as fraud investigations, invoice collection, affiliate programs, bonuses and customer support). 3. Other third parties who expressly request us to send your information (or about them otherwise explicitly inform you and agree to when you use a particular service). 4. Law enforcement agencies and other government agencies or third parties in response to a request for information relating to criminal investigations, alleged illegal activity or any other activity that may expose us, you or any user to another alama360 for legal liability. Personal information that may include user identification, auctions, user ID, name, city, county, phone number, email address, fraud complaints, bidding, date list or anything else that we consider relevant. 5. Agencies and other parties that investigate fraud, infringement of intellectual property, piracy or other illegal activity, and in our sole discretion or those we believe to be necessary or appropriate, either under the confidentiality agreement or as required by law. In such circumstances, we may disclose the name and address of the street, city, county, postal code, country, telephone number, email address and company name. 6. Other business entities, we must plan to merge with or acquire through this business entity. (Such a combination must occur and will require that the new entity side by side follow this Privacy Policy with respect to your personal information .If your personal information will be used contrary to this policy, you will receive prior notice).
ar: قد نكشف المعلومات الشخصية للاستجابة للمتطلبات القانونية، وفرض سياساتنا، الرد على مزاعم بأن قائمة أو محتوى آخر ينتهك حقوق الآخرين، أو حماية حقوق وممتلكات أي شخص أو سلامته. وسيتم الكشف عن مثل هذه المعلومات وفقا للقوانين واللوائح المعمول بها. كما يجوز لنا مشاركة المعلومات الشخصية الخاصة بك:1. أطراف ثالثة لتوفير المحتوى والخدمات (مثل التسجيل، والمعاملات ودعم العملاء) مشترك، للمساعدة في كشف ومنع أعمال غير قانونية محتملة وانتهاكات لسياساتنا، وتوجيه القرارات حول منتجاتها والخدمات والاتصالات. وهذه الأطراف الثالثة استخدام هذه المعلومات لنرسل لك الاتصالات التسويقية فقط إذا كنت قد طلبت خدماتهم.2. مقدمي الخدمات بموجب عقد مع الذين يساعدون العمليات التجارية لدينا (مثل تحقيقات الغش، وجمع فاتورة، البرامج التابعة لها والمكافآت ودعم العملاء).3. الأطراف الثالثة الأخرى الذين كنت تطلب منا صراحة لإرسال المعلومات الخاصة بك (أو حوالي منهم خلاف ذلك إعلامك صراحة والموافقة على عند استخدام خدمة معينة).4. وكالات تنفيذ القانون والوكالات حكومية الأخرى أو أطراف ثالثة ردا على طلب للحصول على معلومات تتعلق التحقيقات الجنائية، والنشاط غير القانوني المزعوم أو أي نشاط آخر وهذا قد يعرضنا، أنت أو أي مستخدم في علامة 360 أخرى للمسؤولية القانونية. المعلومات الشخصية التي قد تشمل الكشف عن هوية المستخدم والمزايدات رقم المستخدم أو الاسم، المدينة، المقاطعة، رقم الهاتف وعنوان البريد الإلكتروني، والشكاوى الاحتيال وتقديم العطاءات وقائمة التاريخ أو أي شيء آخر أن نعتبرها ذات الصلة.5. الوكالات و الاطراف الأخرى التي تحقيق في الغش، والتعدي على الملكية الفكرية، والقرصنة، أو نشاط آخر غير قانوني، ونحن في تقديرنا الوحيد او من نعتقده حسب تقديرنا ضروريا أو مناسبا، إما في إطار اتفاق السرية أو كما يقتضيه القانون. في مثل هذه الظروف، قد نكشف اسم وعنوان الشارع، المدينة، المقاطعة، الرمز البريدي، البلد، رقم الهاتف وعنوان البريد الإلكتروني واسم الشركة.6. كيانات تجارية أخرى، يجب أن نخطط للاندماج مع أو الحصول عليها عن طريق هذا الكيان التجاري. (يجب أن يحدث مثل هذا الجمع، وسوف تتطلب أن الكيان الجديد جنبا إلى جنب اتباع هذه السياسة الخصوصية فيما يتعلق بالمعلومات الشخصية الخاصة بك. إذا كان سيتم استخدام المعلومات الشخصية الخاصة بك يتعارض مع هذه السياسة، سوف تتلقى إشعار مسبق.

# privacy12
source: Competitions
ar: المسابقات

# privacy13
source: For any competition we use data To notify the winners and announce our offers. You can find more details where appropriate in terms of our participation in the competition. Other parties and links We may pass your details to other companies in our group. We may also pass your details to agents and subcontractors to help us with any of our uses of your data contained in our privacy policy. For example, we may use a third party to help us provide products to you, to help us collect payments from you, to analyze the data and to provide us with marketing or customer service assistance. We have exchanged information with third parties for fraud protection and credit risk reduction purposes. We may transfer our databases containing your personal information if we sell our business or part thereof. Except as provided in this privacy policy, we will not sell or disclose personal data to third parties without your prior consent unless it is necessary for the purposes set out in this privacy policy or unless we are required to do so by law. The site may contain third-party advertisements, links to sites or frames from other sites. Please be aware that we are not responsible for the privacy practices or content of those third parties or other sites, nor for any third party to whom we transmit your data in accordance with our privacy policy.
ar: عن أي منافسة نستخدم البياناتإخطار الفائزين والإعلان عن عروضنا. يمكنك العثور على مزيد من التفاصيل عند الاقتضاء من حيث مشاركتنا للمنافسة منها.اطراف اخرى و روابطونحن قد نقوم بتمرير التفاصيل الخاصة بك لشركات أخرى في مجموعتنا. يجوز لنا أيضا تمرير التفاصيل الخاصة بك إلى وكلاء والمقاولين من الباطن لمساعدتنا مع أي من الاستخدامات لدينا من البيانات الخاصة بك الواردة في سياسة الخصوصية. على سبيل المثال، قد نستخدم طرف ثالث لمساعدتنا مع تقديم المنتجات لكم، لمساعدتنا في جمع المدفوعات منك، لتحليل البيانات وتقديم لنا مع التسويق أو مساعدة خدمة العملاء. قد تبادلنا المعلومات مع أطراف ثالثة لأغراض الحماية من الغش والحد من مخاطر الائتمان. ونحن قد نقل قواعد بياناتنا التي تحتوي على المعلومات الشخصية الخاصة بك إذا نبيع أعمالنا أو جزء منه. بخلاف ما هو منصوص عليه في سياسة الخصوصية هذه، لن نقوم ببيع أو الكشف عن البيانات الشخصية إلى أطراف ثالثة دون الحصول على موافقة مسبقة منك إلا إذا كان ذلك ضروريا للأغراض المبينة في سياسة الخصوصية هذه أو ما لم يطلب منا القيام بذلك بموجب القانون . قد يحتوي الموقع الإعلان عن أطراف ثالثة، وروابط لمواقع أو إطارات من مواقع أخرى غيرها. يرجى أن يكون على علم بأننا لسنا مسؤولين عن ممارسات الخصوصية أو محتوى تلك الأطراف الثالثة أو مواقع أخرى، ولا لأي طرف ثالث الذي نحن نقل البيانات الخاصة بك وفقا لسياسة الخصوصية الخاصة بنا.

# privacy14
source: No spam, spyware or impersonation
ar: لا بريد مزعج، وبرامج تجسس أو انتحال

# privacy15
source: We and our users do not tolerate spam. Make sure that your alama360 label is set to communicate better with you .You are not authorized to connect with other users in the alama360 without explicit consent. When you send alama360 tag or unsolicited e-mail messages to alama360 , Please report it to us you may not use our communication tools to send spam or otherwise send content that violates our User Agreement.
ar: نحن والمستخدمين لدينا لا نتسامح مع البريد المزعج. تأكد من تعيين 'علامة 360 "تفضيلات الاتصال الخاصة بك حتى نتواصل بك بشكل افضل. غير مرخص لك الاتصال بالمستخدمين الاخرين في 'علامة 360 'دون موافقة صريحة.عند ارسال 'علامة 360 رسائل الاقتحامية أو رسائل البريد الإلكتروني غير هادفة ل''علامة 360 '، الرجاء الإبلاغ عن ذلك الينا. لا يجوز لك استخدام أدوات الاتصالات لدينا لإرسال الرسائل غير المرغوب فيها أو غير ذلك إرسال المحتوى الذي ينتهك اتفاقية المستخدم لدينا.

# privacy16
source: Account Protection
ar: حماية الحساب

# privacy17
source: Your password is the key to your account. Use special numbers and special characters, and do not reveal the alama360 password to anyone. If you're sharing your password or personal information with others, remember that you're responsible for all actions taken in your account name. If you lose control of your password, you may lose significant control over your personal information and may be subject to legally binding actions taken on your behalf. Therefore, if your password is compromised for any reason, you should immediately notify "alama360" and change your password. Protection Your information is stored on our servers. We treat data as an asset to be protected And use a lot of tools (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, as you may know, third parties may illegally intercept or access the transmissions or private communications, and other users may misuse or use your personal information that they collect from the site. Therefore, although we work hard to protect your privacy, we do not promise that your personal or private communications will always remain private.
ar: كلمة السر الخاصة بك هو المفتاح لحسابك. استخدام أرقام مميزة وحروف حروف خاصة، والخاص لا تكشف عن 'علامة 360 كلمة السر لأحد. إذا كنت تفعل بمشاركة كلمة المرور أو المعلومات الشخصية الخاصة بك مع الآخرين، وتذكر أنك مسؤول عن جميع الإجراءات التي اتخذت في اسم حسابك. إذا فقدت السيطرة على كلمة السر الخاصة بك، قد تفقد سيطرة كبيرة على المعلومات الشخصية الخاصة بك ويمكن أن تخضع لإجراءات ملزمة قانونا اتخذت نيابة عنك. لذلك، إذا تم اختراق كلمة المرور الخاصة بك لأي سبب من الأسباب، يجب أن يخطر فورا 'علامة 360 وتغيير كلمة السر الخاصة بك.الحماية يتم تخزين المعلومات الخاصة بك على خوادمنا. تعاملنا مع البيانات كأصل التي يجب حمايتهاواستخدام الكثير من الأدوات (التشفير، وكلمات السر، والأمن المادي، الخ) لحماية المعلومات الشخصية ضد الوصول غير المصرح به والإفصاح. لكن، وكما تعلمون، وأطراف ثالثة قد اعتراض بصورة غير قانونية أو وصول الإرسال أو اتصالات خاصة، ويمكن للمستخدمين الآخرين سوء استعمال أو استخدام المعلومات الشخصية الخاصة بك التي يجمعونها من الموقع. لذلك، على الرغم من أننا نعمل بجد لحماية خصوصيتك، ونحن لا نعد أن معلوماتك الشخصية أو الاتصالات الخاصة ستبقى دائما خاصة.

# privacy18
source: Cookies
ar: ملفات الكوكيز

# privacy19
source: Accepting cookies is not a requirement to visit the site. However we would like to point out that using the 'basket' function on the site and arranging is possible only with the activation of cookies. Cookies are small text files that identify your computer to our server as a unique user when you visit certain pages on the site and are stored by your web browser on your computer's hard drive. Cookies can be used to identify your IP address, saving you time and you are on, or want to enter, your site. We only use cookies for your convenience in using the site (eg to remember who you are when you want to modify your shopping cart without having to re-enter your email address) and not to obtain or use any other information about you (for targeted Ad example). Adjusting your browser does not accept cookies, but this would restrict your use of the site. Please accept that our use of the cookies does not contain any personal or private details and is free from viruses. If you'd like to learn more about cookies, go to http://www.allaboutcookies.org or to learn more about removing them from your browser, go to http://www.allaboutcookies.org/manage-cookies/index . HTMLL This site uses Google Analytics, a web analytics service provided by Google, Inc. ("Google"). Google Analytics uses cookies, which are text files placed on your computer, to help your site analyze how users use the site. The information created by Cookie will be transmitted by your use of the Site (including your IP address) for storage by Google on servers in the United States. Google will use this information for the purpose of evaluating your use of the site, collecting reports about the site's activity for site operators, and providing other services related to online activity and the use of the Internet. Google may also transfer this information to third parties where required by law, or where third parties process the information on Google's behalf. Google will not associate your IP address with any other data held by Google. You may refuse to use cookies by choosing the appropriate settings on your browser, but please note that if you do so you may not be able to use all the functionality of this site. By using this site, you agree to process the data for you by Google in the manner and for the purposes described above.
ar: قبول ملفات تعريف الارتباط ليست شرطا لزيارة الموقع. ومع ذلك نود أن نشير إلى أن استخدام وظيفة 'سلة' على الموقع وترتيب أمر ممكن فقط مع تفعيل ملفات تعريف الارتباط. الكوكيز عبارة عن ملفات نصية صغيرة التي تحدد جهاز الكمبيوتر الخاص بك إلى خادمنا كمستخدم فريدة من نوعها عندما تزور صفحات معينة على الموقع ويتم تخزينها من قبل متصفح الإنترنت الخاص بك على القرص الصلب لجهاز الكمبيوتر الخاص بك. ويمكن استخدام الكوكيز للتعرف عنوان بروتوكول الإنترنت الخاص بك، مما يوفر لك الوقت وأنت على، أو تريد أن تدخل، والموقع. نحن فقط استخدام ملفات تعريف الارتباط لراحتك في استخدام الموقع (على سبيل المثال إلى تذكر من أنت عندما تريد تعديل سلة التسوق الخاصة بك دون الحاجة إلى إعادة إدخال عنوان البريد الإلكتروني الخاص بك) وليس من أجل الحصول على أو استخدام أي معلومات أخرى عنك (لل استهدفت سبيل المثال الإعلان). يمكن ضبط المتصفح الخاص بك لا يقبل الكوكيز، ولكن هذا من شأنه أن يقيد استخدامك للموقع. أرجو أن تتقبلوا تأكيدنا أن استخدامنا للالكوكيز لا يحتوي على أية تفاصيل شخصية أو خاصة وخالية من الفيروسات. إذا كنت ترغب في معرفة المزيد من المعلومات حول ملفات تعريف الارتباط، انتقل إلى http://www.allaboutcookies.org أو لمعرفة المزيد عن إزالتها من المتصفح الخاص بك، انتقل إلى http://www.allaboutcookies.org/manage-cookies/index هذا الموقع يستخدم برنامج Google Analytics، وهي خدمة تحليلات الويب التي تقدمها شركة Google، Inc (" غوغل" ). يستخدم برنامج Google Analytics ملفات تعريف الارتباط، والتي هي ملفات نصية وضعت على جهاز الكمبيوتر الخاص بك، لمساعدة الموقع للمستخدمين تحليل كيفية استخدام الموقع. وستحال المعلومات التي تم إنشاؤها بواسطة كوكي عن استخدامك للموقع (بما في ذلك عنوان IP الخاص بك) لوتخزينها بواسطة جوجل على خوادم في الولايات المتحدة. وسوف تستخدم Google هذه المعلومات لغرض تقييم استخدامك للموقع، وجمع تقارير عن نشاط الموقع لمشغلي الموقع وتقديم خدمات أخرى تتعلق النشاط على الانترنت واستخدام الإنترنت. يحق لشركة Google أيضا نقل هذه المعلومات إلى أطراف ثالثة حيث طلب منها ذلك بموجب القانون، أو حيث معالجة هذه الأطراف الثالثة المعلومات نيابة جوجل. لن تربط Google عنوان IP الخاص بك مع أي بيانات أخرى عقدت من قبل جوجل. قد كنت ترفض استخدام الكوكيز من خلال اختيار الإعدادات المناسبة على المتصفح الخاص بك، ولكن يرجى ملاحظة أنه إذا قمت بذلك قد لا تكون قادرة على استخدام كافة وظائف هذا الموقع. باستخدام هذا الموقع، فإنك توافق على معالجة البيانات عنك بواسطة جوجل بالطريقة وللأغراض المبينة أعلاه.

# privacy20
source: Protection
ar: الحماية
